// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Comandos";

HSDDescriptionLabel = "Introduzca comandos para la impresora seleccionada.";
HSDCommandLabel = "Comando:";
HSDGetResponseCheck = "Mostrar respuesta del dispositivo";
HSDLoadButton = "Cargar comandos…";
HSDSaveButton = "Guardar comandos…";
HSDStopReceivingButton = "Detener recepción";

HSDInstructionLabel = "Introduzca el código hexadecimal y la descripción legible de un nuevo carácter especial.";
HSDHexLabel = "Código hexadecimal:";
HSDDescLabel = "Descripción:";
HSDHexTableColumn = "Código hexadecimal";
HSDDescTableColumn = "Descripción";
HSDCancelButton = "Cancelar";
HSDOKButton = "OK";

ErrorSendTitle = "No se pudieron enviar los datos a la impresora";
ErrorSendMsg = "Verifique que la impresora esté conectada y encendida, e inténtelo nuevamente.";

500 = "Esta pantalla le permite enviar comandos arbitrarios al dispositivo y recuperar los datos devueltos como resultado del comando.";
501 = "Comando";
502 = "Respuesta";
503 = "Obtener respuesta";

HSDSendButtonTitle = "Enviar ahora";

SpecialsCharactersMenuItem = "Carácter especial";
AddSpecialCharacterMenuItem = "Agregar carácter especial…";
EditSpecialCharactersMenuItem = "Editar caracteres especiales…";

SpecialCommand0 = "04 - PS fin de archivo ^D";
SpecialCommand1 = "0c - avance de hoja <FF>";
SpecialCommand2 = "0d - retorno de carro <CR>";
SpecialCommand3 = "1b - escape <ESC>";

NoSaveTitle = "No se pudo guardar el archivo";
NoSaveMsg = "Intente con otra ubicación.";
DidNotSaveMessage = "Compruebe que hay suficiente espacio en disco y que dispone de privilegios de acceso para guardar el archivo en la ubicación especificada.";
NoLoadTitle = "No se pudo abrir el archivo";
NoLoadMsg = "Verifique que el archivo ha sido grabado en la HP Utility.";


BigSizeAlertTitle = "El archivo es demasiado grande";
BigSizeAlertMsg = "El complemento de comandos admite archivos hasta un tamaño de 1 MB. Para cargar archivos más grandes en la impresora, utilice el complemento \"File Upload\".";

HSDDoneButton = "Listo";
HSDEditSpecialsInstructionLabel = "Editar caracteres especiales";
"Special Character Description" = "Descripción de carácter especial";
PrinterResponse = "Respuesta de la impresora";
